Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/social_welfare/social_welfare_payments/supplementary_welfare_schemes/calculating_rent_supplement.html.txt.tmx
Source language: en
Languages: ga

source: A couple who both have State Pensions (Contributory) and no other income will also contribute €40 towards their rent
ga: Lánúin a bhfuil Pinsin Stáit (Ranníocach) ag an mbeirt acu ach nach bhfuil aon ioncam eile acu, déanfaidh siad ranníocaíocht €40 i leith a gcíosa

source: Step 6: Find your Rent Supplement payment
ga: Céim 6: D’íocaíocht Forlíonadh Cíosa a fháil

source: To calculate your Rent Supplement you subtract your total contribution to rent from your weekly rent
ga: D’fhonn d’Fhorlíonadh Cíosa a ríomh, dealaigh do ranníocaíocht iomlán i leith cíosa as do chíos seachtainiúil

source: In Step 5, you found your total contribution to your rent
ga: I gcéim 5, d’aimsigh tú do ranníocaíocht iomlán i leith do chíosa

source: Now you need to find out how much your weekly rent is
ga: Anois, ní mór duit a fháil amach cá mhéad atá ar do chíos seachtainiúil

source: You may already know how much your weekly rent is
ga: Is féidir gurb eol duit cheana cá mhéad atá ar do chíos seachtainiúil

source: If you pay your rent by month, you must multiply your monthly rent figure by 12 and divide it by 52 to get your weekly rent figure
ga: Má íocann tú do chíos sa mhí, ní mór duit figiúr do chíosa mhíosúil a iolrú faoi 12 agus é a roinnt ar 52 chun figiúr do chíosa sheachtainiúil a fháil

source: Your rent must not be above the maximum limit set for your area
ga: Is gá nach mó do chíos ná an uasteorainn a shocraítear le haghaidh do cheantair

source: │Susan and Paul are living in Dublin and paying €900 per month for accommodation. │
ga: │Tá Susan agus Paul ina gcónaí i mBaile Átha Cliath agus tá siad ag íoc €900 sa mhí as cóiríocht.│

source: │To get the weekly rent figure, multiply €900 by 12 and divide by 52
ga: │D’fhonn figiúr an chíosa sheachtainiúil a fháil, iolraigh €900 faoi 12 agus roinn ar 52

source: │Monthly rent €900 │
ga: │Cíos míosúil €900 │

source: │(Multiply by 12 months ) x 12 = €10,800 a year │
ga: │(Iolraigh faoi 12 mhí) x 12 = €10,800 sa bhliain │

source: │€(Divide by 52 weeks) ÷ 52 = €207.70 a week │
ga: │€(Roinn ar 52 seachtain) ÷ 52 = €207.70 sa tseachtain │

source: │Weekly rent is €207.70 │
ga: │Is é €207.70 an cíos seachtainiúil │

source: A maximum rent level is set for each county
ga: Socraítear uasleibhéal cíosa le haghaidh gach contae

source: The maximum rent level for your county is set by the Department of Social Protection
ga: Is é an Roinn Coimirce Sóisialaí a shocraíonn an t-uasleibhéal cíosa le haghaidh do chontae

source: The Community Welfare Service may set lower rates within these limits
ga: Féadfaidh an tSeirbhís Leasa Pobail rátaí níos ísle a shocrú laistigh de na teorainneacha sin

source: If your actual rent is higher than the local maximum, you may be refused Rent Supplement
ga: Más airde do chíos ná an t-uasmhéid áitiúil, féadfar Forlíonadh Cíosa a dhiúltú duit

source: Contact the Department of Social Protection's representative (formerly known as the Community Welfare Officer) at your local health office
ga: Déan teagmháil le hionadaí (ar ar tugadh an tOifigeach Leasa Pobail roimhe sin) na Roinne Coimirce Sóisialaí ag d’oifig sláinte áitiúil
